tap "derailed/k9s"
tap "homebrew/bundle"
tap "shaunsingh/sfmono-nerd-font-ligaturized"
brew "openssl@3"
brew "python@3.13"
brew "ansible"
brew "glib"
brew "python@3.12"
brew "cairo"
brew "harfbuzz"
brew "openjdk"
brew "antlr"
brew "arm-none-eabi-gdb"
brew "awscli"
brew "bash"
brew "btop"
brew "cmake"
brew "cpanminus"
brew "docutils"
brew "eza"
brew "unbound"
brew "sdl2"
brew "ffmpeg"
brew "findutils"
brew "flagd"
brew "git"
brew "git-crypt"
brew "gnu-sed"
brew "gnupg"
brew "gping"
brew "grep"
brew "helm"
brew "htop"
brew "ifstat"
brew "k9s"
brew "libressl"
brew "llvm"
brew "luarocks"
brew "maven"
brew "minikube"
brew "nasm"
brew "neovim"
brew "node"
brew "nvtop"
brew "ollama"
brew "openjdk@11"
brew "openjdk@17"
brew "openjdk@21"
brew "openstackclient"
brew "perl"
brew "pipenv"
brew "pipx"
brew "podman"
brew "podman-compose"
brew "pyenv"
brew "python-setuptools"
brew "qemu"
brew "ripgrep"
brew "rpm"
brew "rsync"
brew "rust"
brew "sdl2_mixer"
brew "shellcheck"
brew "sphinx-doc", link: false
brew "starship"
brew "tmt"
brew "tree"
brew "watch"
brew "wget"
brew "yq"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "fastfetch"
brew "wrk"
cask "anaconda"
cask "font-go-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-sf-mono-nerd-font-ligaturized"
cask "podman-desktop"
cask "wezterm"
